/* NSTextField (Access Control List (ACL)) : <title:Access Control List (ACL)> (oid:3690) */
"Access Control List (ACL)" = "Llista de control d'accès (ACL)";

/* NSTabViewItem : <title:Amazon S3> (oid:391) */
"Amazon S3" = "Amazon S3";

/* NSTextField (Analytics) : <title:Analytics> (oid:5198) */
"Analytics" = "Analytics";

/* NSButton (Apply changes recursively) : <title:Apply changes recursively> (oid:179) */
"Apply changes recursively" = "Aplica els canvis recursivament";

/* NSTextField (Authenticated URL) : <title:Authenticated URL> (oid:3688) */
"Authenticated URL" = "Adreça autenticada";

/* NSButton (Bucket Access Logging) : <title:Bucket Access Logging> (oid:283) */
"Bucket Access Logging" = "Registre d'accés al bucket";

/* NSButton (Bucket Versioning) : <title:Bucket Versioning> (oid:1565) */
"Bucket Versioning" = "Versionat del bucket";

/* NSTextField (CNAME) : <title:CNAME> (oid:208) */
"CNAME" = "CNAME";

/* NSButton (Calculate) : <title:Calculate> (oid:156) */
"Calculate" = "Calcula";

/* NSTextField (Checksum) : <title:Checksum> (oid:793) */
"Checksum" = "Suma de verificació";

/* NSTextField (Created) : <title:Created> (oid:3171) */
"Created" = "Creat";

/* NSButton (Delete files) : <title:Delete files> (oid:5448) */
"Delete files" = "Delete files";

/* NSTextField (Delivery Method) : <title:Delivery Method> (oid:617) */
"Delivery Method" = "Mètode d'entrega";

/* NSTabViewItem : <title:Distribution (CDN)> (oid:389) */
"Distribution (CDN)" = "Distribució al núvol (CDN)";

/* NSButton (Distribution Access Logging) : <title:Distribution Access Logging> (oid:262) */
"Distribution Access Logging" = "Activa el registre d'accés";

/* NSTextField (Encryption) : <title:Encryption> (oid:4886) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:178) */
"Execute" = "Executa";

/* NSTabViewItem : <title:General> (oid:385) */
"General" = "General";

/* NSTableColumn : <title:Grantee> (oid:3730) */
"Grantee" = "Beneficiari";

/* NSTextField (Group) : <title:Group> (oid:168) */
"Group" = "Grup";

/* NSTextField (Headers) : <title:Headers> (oid:864) */
"Headers" = "Capçaleres";

/* NSTextField (Index File) : <title:Index File> (oid:3419) */
"Index File" = "Fitxer arrel per defecte";

/* NSPanel (Info) : <title:Info> (oid:21) */
"Info" = "Informació";

/* NSButton (Invalidate) : <title:Invalidate> (oid:4098) */
"Invalidate" = "Invalida";

/* NSTextField (Invalidation) : <title:Invalidation> (oid:4094) */
"Invalidation" = "Invalidació";

/* NSTextField (Kind) : <title:Kind> (oid:61) */
"Kind" = "Tipus";

/* NSTextField (Lifecycle) : <title:Lifecycle> (oid:5434) */
"Lifecycle" = "Lifecycle";

/* NSTextField (Location) : <title:Location> (oid:313) */
"Location" = "Ubicació";

/* NSTextField (Logging) : <title:Logging> (oid:4661) */
"Logging" = "Identificació";

/* NSMenu : <title:Metadata> (oid:3723) */
"Metadata" = "Metadades";

/* NSTextField (Modified) : <title:Modified> (oid:59) */
"Modified" = "Modificat";

/* NSButton (Multi-Factor Authentication (MFA) Delete) : <title:Multi-Factor Authentication (MFA) Delete> (oid:1639) */
"Multi-Factor Authentication (MFA) Delete" = "Multi-Factor Authentication (MFA) Delete";

/* NSTableColumn : <title:Name> (oid:860) */
"Name" = "Name";

/* NSTextField (Open the URL to setup log analytics with Qloudstat.) : <title:Open the URL to setup log analytics with Qloudstat.> (oid:5214) */
"Open the URL to setup log analytics with Qloudstat." = "Open the URL to setup log analytics with Qloudstat.";

/* NSTextField (Origin) : <title:Origin> (oid:4370) */
"Origin" = "Origen";

/* NSMenu : <title:OtherViews> (oid:5445) */
"OtherViews" = "AltresVistes";

/* NSTextField (Others) : <title:Others> (oid:169) */
"Others" = "Altres";

/* NSTextField (Owner) : <title:Owner> (oid:167) */
"Owner" = "Propietari";

/* NSTableColumn : <title:Permission> (oid:3729) */
"Permission" = "Permís";

/* NSTabViewItem : <title:Permissions> (oid:3745) */
"Permissions" = "Permisos";

/* NSButton (Read) : <title:Read> (oid:172) */
"Read" = "Lectura";

/* NSButton (Read Access for Qloudstat) : <title:Read Access for Qloudstat> (oid:5202) */
"Read Access for Qloudstat" = "Read Access for Qloudstat";

/* NSTextField (Remove selected files from distribution cache.) : <title:Remove selected files from distribution cache.> (oid:4559) */
"Remove selected files from distribution cache." = "Esborra els fitxers seleccionats de la memòria cau distribuïda";

/* NSButton (Server Side Encryption) : <title:Server Side Encryption> (oid:4992) */
"Server Side Encryption" = "Server Side Encryption";

/* NSTextField (Signed URL) : <title:Signed URL> (oid:299) */
"Signed URL" = "Adreça pública";

/* NSTextField (Size) : <title:Size> (oid:57) */
"Size" = "Mida";

/* NSTextField (Status) : <title:Status> (oid:734) */
"Status" = "Estat";

/* NSTextField (Storage Class) : <title:Storage Class> (oid:1128) */
"Storage Class" = "Classe d'emmagatzemament";

/* NSTextField (Torrent URL) : <title:Torrent URL> (oid:300) */
"Torrent URL" = "Adreça del Torrent";

/* NSButton (Transition to Glacier) : <title:Transition to Glacier> (oid:5446) */
"Transition to Glacier" = "Transition to Glacier";

/* NSTextField (UNIX Permissions) : <title:UNIX Permissions> (oid:2556) */
"UNIX Permissions" = "Permisos UNIX";

/* NSTableColumn : <title:Value> (oid:861) */
"Value" = "Valor";

/* NSTextField (Versioning) : <title:Versioning> (oid:4668) */
"Versioning" = "Versionat";

/* NSTextField (Web URL) : <title:Web URL> (oid:251) */
"Web URL" = "Adreça Web";

/* NSTextField (Where) : <title:Where> (oid:213) */
"Where" = "On";

/* NSButton (Write) : <title:Write> (oid:175) */
"Write" = "Escriptura";

/* NSTextField (Write access logs to selected container.) : <title:Write access logs to selected container.> (oid:4672) */
"Write access logs to selected container." = "Escriu el registre d'accessos al contenidor seleccionat.";

/* NSTextField (You can view all revisions of a file in the browser by choosing View → Show Hidden Files.) : <title:You can view all revisions of a file in the browser by choosing View → Show Hidden Files.> (oid:2636) */
"You can view all revisions of a file in the browser by choosing View → Show Hidden Files." = "Podeu veure totes les revisions d'un fitxer en el navegador escollint Mostra → Mostra els fitxers ocults.";

